Repository: t3hi3x/hue
Catalog: apps/search/src/search/locale/*/LC_MESSAGES/django.po
Languages: pt, pt_br

source: Error while accessing Solr
pt: Erro ao aceder a Solr
pt_br: Erro ao acessar Solr

source: URL of the Solr Server.
pt: URL do servidor Solr.
pt_br: URL do servidor Solr.

source: Query sent when no term is entered.
pt: Consulta enviada quando não é introduzido nenhum termo.
pt_br: Consulta enviada quando nenhum termo é inserido.

source: Whether Solr requires client to perform Kerberos authentication.
pt: Se o Solr precisa de um cliente para realizar a autenticação Kerberos.
pt_br: Se o Solr precisa de um cliente para realizar a autenticação no Kerberos.

source: Permission denied. You are not an Administrator.
pt: Permissão negada. Não é um administrador.
pt_br: Permissão negada. Você não é um Administrador.

source: No live Solr collection or core by the name %s.
pt: Nenhuma colecção Solr activa ou núcleo com o nome %s.
pt_br: Nenhuma coleção Solr ativa ou núcleo com o nome %s.

source: Solr index name pointing to
pt: Nome de índice Solr a apontar para
pt_br: Nome do índice Solr apontando para

source: Friendlier name in UI
pt: Nome amigável na IU
pt_br: Nome mais amigável na IU

source: Collection with cores data
pt: Colecção com dados de núcleos
pt_br: Coleção com dados de núcleos

source: Properties
pt: Propriedades
pt_br: Propriedades

source: Hue properties (e.g. results by pages number)
pt: Propriedades Hue (por exemplo, resultados por número de páginas)
pt_br: Propriedades do Hue (por exemplo, número de resultados por página)

source: Collection type does not exist: %s
pt: O tipo de colecção não existe: %s
pt_br: O tipo de coleção não existe: %s

source: (Copy)
pt: (Copiar)
pt_br: (Copiar)

source: There is no collection to search.
pt: Não existe qualquer colecção para pesquisar.
pt_br: Não há coleção para pesquisar.

source: No collection to download.
pt: Nenhuma colecção para transferir.
pt_br: Nenhuma coleção para download.

source: Could not download search results: %s
pt: Não foi possível transferir resultados da pesquisa: %s
pt_br: Não foi possível baixar os resultados da pesquisa: %s

source: Collection(s) or core(s) imported successfully!
pt: Colecção(ões) ou núcleo(s) importados com êxito!
pt_br: Coleções ou núcleos importados com êxito!

source: There was an error importing the collection(s) or core(s)
pt: Ocorreu um erro ao importar a(s) colecção(ões) ou núcleo(s)
pt_br: Houve um erro ao importar as coleções ou núcleos

source: Collection(s) or core(s) partially imported
pt: Colecção(ões) ou núcleo(s) parcialmente importado(s)
pt_br: Coleções ou núcleos parcialmente importados

source: POST request required.
pt: É necessário um pedido POST.
pt_br: Solicitação POST necessária.

source: Errors on the form: %s.
pt: Erros no formulário: %s.
pt_br: Erros no formulário: %s.

source: No preview available, some facets are invalid: %s
pt: Sem pré-visualização disponível; alguns aspectos são inválidos: %s
pt_br: Não há visualizações disponíveis. Algumas facetas estão inválidas: %s

source: A POST request is required.
pt: É necessário um pedido POST.
pt_br: É necessária uma solicitação POST.

source: Search
pt: Pesquisar
pt_br: Pesquisar

source: Facets for
pt: Aspectos para
pt_br: Facetas para

source: Enabled
pt: Activados
pt_br: Habilitado

source: Facets
pt: Aspectos
pt_br: Facetas

source: Facets provide an intuitive way to filter the results.
pt: Os aspectos fornecem uma forma intuitiva de filtrar os resultados.
pt_br: As facetas fornecem uma maneira intuitiva de filtrar os resultados.

source: Different types of facets can be added on the following steps.
pt: Podem ser adicionados diferentes tipos de aspectos nos passos seguintes.
pt_br: Tipos diferentes de facetas podem ser adicionados às seguintes etapas.

source: Facets are currently disabled.
pt: De momento, os aspectos estão desactivados.
pt_br: Facetas estão desativadas no momento.

source: Step 1: General
pt: Passo 1: geral
pt_br: Etapa 1: Geral

source: Step 2: Field Facets
pt: Passo 2: aspectos de campo
pt_br: Etapa 2: facetas do campo

source: Step 3: Range Facets
pt: Passo 3: aspectos de intervalo
pt_br: Etapa 3: facetas de faixa

source: Step 4: Date Facets
pt: Passo 4: aspectos de data
pt_br: Etapa 4: facetas de data

source: Step 5: Graphical Facet
pt: Passo 5: aspecto gráfico
pt_br: Etapa 5: faceta gráfica

source: Step 6: Facets Order
pt: Passo 6: ordem de aspectos
pt_br: Etapa 6: pedido de facetas

source: Limit
pt: Limite
pt_br: Limite

source: Mincount
pt: Contagem de min.

source: Sort
pt: Ordenar
pt_br: Classificar

source: There are currently no field facets defined.
pt: De momento, não existem aspectos de campo definidos.
pt_br: No momento não há facetas de campo definidas.

source: Field
pt: Campo
pt_br: Campo

source: Label
pt: Etiqueta
pt_br: Rótulo

source: Add to Field Facets
pt: Adicionar a aspectos de campo
pt_br: Adicionar a facetas de campo

source: The field you are trying to add is already in the list.
pt: O campo que está a tentar adicionar já está na lista.
pt_br: O campo que você está tentando adicionar já está na lista.

source: There are currently no range facets defined.
pt: De momento, não existem aspectos de intervalo definidos.
pt_br: No momento não há facetas de intervalo definidas.

source: Start
pt: Início
pt_br: Iniciar

source: End
pt: Fim
pt_br: Finalizar

source: Gap
pt: Intervalo
pt_br: Intervalo

source: Add to Range Facets
pt: Adicionar aos aspectos de intervalo
pt_br: Adicionar a facetas de faixa

source: There are currently no date facets defined.
pt: De momento, nãos existem aspectos de data definidos.
pt_br: No momento não há facetas de data definidas.

source: Range from
pt: Intervalo de
pt_br: Faixa de

source: before today until
pt: antes de hoje até
pt_br: antes de hoje até

source: before today. Goes up by increments of
pt: antes de hoje. Aumentado por incrementos de
pt_br: antes de hoje. Sobe em incrementos de

source: Date format
pt: Formato de data
pt_br: Formato de data

source: Add to Date Facets
pt: Adicionar a aspectos de data
pt_br: Adicionar a facetas de data

source: There is currently no graphical facet defined. Remember, you can add just one field as graphical facet.
pt: Não está definido actualmente nenhum aspecto gráfico. Lembre-se, apenas pode adicionar um campo como aspecto gráfico.
pt_br: No momento não há nenhuma faceta gráfica definida. Lembre-se, você pode adicionar apenas um campo como faceta gráfica.

source: If empty this will be treated as a simple Field Facet.
pt: Se vazio, este será tratado como um aspecto de campo simples.
pt_br: Se estiver em branco, será tratado como uma simples Faceta de campo.

source: Read more about facets...
pt: Saiba mais sobre aspectos...
pt_br: Leia mais sobre facetas...

source: Set as Graphical Facet
pt: Definir como aspecto gráfico
pt_br: Definir como faceta gráfica

source: You can add just one field as graphical facet
pt: Pode adicionar apenas um campo como aspecto gráfico
pt_br: Você pode adicionar apenas um campo como faceta gráfica

source: There are currently no Facets defined.
pt: De momento, não existem aspectos definidos.
pt_br: No momento não há Facetas definidas.

source: Back
pt: Voltar
pt_br: Voltar

source: Next
pt: Seguinte
pt_br: Próximo

source: Save
pt: Guardar
pt_br: Salvar

source: Format Help
pt: Ajuda de formato
pt_br: Formatar ajuda

source: You can specify here how you want the date to be formatted.
pt: Pode especificar aqui a forma como deseja que a data seja formatada.
pt_br: Você pode especificar aqui como deseja que a data seja formatada.

source: Use a predefined format:
pt: Utilize um formato predefinido:
pt_br: Usar um formato predefinido:

source: or any combination of these fields:
pt: ou qualquer combinação destes campos:
pt_br: ou qualquer combinação desses campos:

source: Output
pt: Saída
pt_br: Saída

source: Relative time
pt: Tempo relativo
pt_br: Tempo relativo

source: 9 hours ago
pt: 9 horas atrás
pt_br: 9 horas atrás

source: Month
pt: Mês
pt_br: Mês

source: Jan Feb ... Nov Dec
pt: Jan Fev ... Nov Dez
pt_br: Jan Fev ... Nov Dez

source: January February ... November December
pt: Janeiro Fevereiro ... Novembro Dezembro
pt_br: Janeiro Fevereiro ... Novembro Dezembro

source: Day of Month
pt: Dia do mês
pt_br: Dia do mês

source: Day of Year
pt: Dia do ano
pt_br: Dia do ano

source: Day of Week
pt: Dia da semana
pt_br: Dia da semana

source: Sun Mon ... Fri Sat
pt: Dom Seg ... Sex Sáb
pt_br: Dom Seg ... Sex Sáb

source: Sunday Monday ... Friday Saturday
pt: Domingo Segunda ... Sexta Sábado
pt_br: Domingo Segunda ... Sexta Sábado

source: Week of Year
pt: Semana do ano
pt_br: Semana do ano

source: 1st 2nd ... 52nd 53rd
pt: 1ª 2ª ... 52ª 53ª

source: ISO Week of Year
pt: Semana ISO do ano
pt_br: Semana do ano ISO

source: Year
pt: Ano
pt_br: Ano

source: Hour
pt: Hora
pt_br: Hora

source: Minute
pt: Minuto
pt_br: Minuto

source: Second
pt: Segundo
pt_br: Segundo

source: Fractional Second
pt: Segundo fraccionário
pt_br: Segundo fracional

source: Unix Timestamp
pt: Carimbo de data/hora Unix
pt_br: Carimbo de data e hora do Unix

source: Close
pt: Fechar
pt_br: Fechar

source: There was an error parsing your input
pt: Ocorreu um erro ao analisar a sua entrada
pt_br: Houve um erro ao analisar sua entrada

source: Facets updated
pt: Aspectos actualizados
pt_br: Facetas atualizadas

source: Error:
pt: Erro:
pt_br: Erro:

source: This field is required.
pt: Este campo é obrigatório.
pt_br: Este campo é obrigatório.

source: Highlighting for
pt: Realce para
pt_br: Realce para

source: Highlighting
pt: Realce
pt_br: Realce

source: Highlights the query keywords matching some of the fields below.
pt: Realça as palavras-chave de consulta que correspondem a alguns dos campos abaixo.
pt_br: Realça as palavras-chave da consulta que correspondem a alguns dos campos abaixo.

source: Highlighting is currently disabled.
pt: O realce está actualmente desactivado.
pt_br: O realce está desativado no momento.

source: Updated
pt: Actualizado
pt_br: Atualizado

source: Select all
pt: Seleccionar tudo
pt_br: Selecionar todos

source: No fields found.
pt: Não foram encontrados campos.
pt_br: Nenhum campo encontrado.

source: Properties of
pt: Propriedades de
pt_br: Propriedades de

source: Collection
pt: Colecção
pt_br: Coleção

source: Schema
pt: Esquema
pt_br: Esquema

source: Indexes
pt: Índices
pt_br: Índices

source: Autocomplete and suggest queries
pt: Conclusão automática e sugestão de consultas
pt_br: Preencher automaticamente e sugerir consultas

source: Loading...
pt: A carregar...
pt_br: Carregando...

source: Property
pt: Propriedade
pt_br: Propriedade

source: Value
pt: Valor
pt_br: Valor

source: Sorting for
pt: Ordenação para
pt_br: Classificando para

source: Sorting
pt: Ordenação
pt_br: Classificando

source: Specify on which fields and order the results are sorted by default.
pt: Especifique em que campos e ordem os resultados são ordenados por predefinição.
pt_br: Especificar em quais campos e em que ordem os resultados são classificados por padrão.

source: The sorting is a combination of the "Default sorting" fields, from left to right.
pt: A ordenação é a combinação dos campos de "Ordenação predefinida", da esquerda para a direita.
pt_br: A classificação é uma combinação de campos "Classificação padrão", da esquerda para a direita.

source: Sorting is currently disabled.
pt: A ordenação está actualmente desactivada.
pt_br: A classificação está desativada no momento.

source: There are currently no fields defined.
pt: De momento, não existem campos definidos.
pt_br: No momento não há campos definidos.

source: Default sorting
pt: Ordenação predefinida
pt_br: Classificação padrão

source: Include in default sorting
pt: Incluir na ordenação predefinida
pt_br: Incluir na classificação padrão

source: Add to Sorting
pt: Adicionar a ordenação
pt_br: Adicionar à classificação

source: Sorting updated
pt: Ordenação actualizada
pt_br: Classificação atualizada

source: Snippet editor for
pt: Editor de fragmento para
pt_br: Editor de trecho para

source: Visual Editor
pt: Editor visual
pt_br: Editor visual

source: Preview
pt: Pré-visualizar
pt_br: Visualização

source: Source
pt: Fonte
pt_br: Origem

source: Advanced
pt: Avançadas
pt_br: Avançadas

source: Cloud Template
pt: Modelo Cloud
pt_br: Modelo de nuvem

source: Layout
pt: Disposição

source: Available Fields
pt: Campos disponíveis
pt_br: Campos disponíveis

source: Click on this button to add the field
pt: Clique neste botão para adicionar o campo
pt_br: Clique neste botão para adicionar o campo

source: Available Functions
pt: Funções disponíveis
pt_br: Funções disponíveis

source: Formats date or timestamp in DD-MM-YYYY
pt: Formata data ou carimbo de data/hora em DD-MM-AAAA
pt_br: Formata a data ou o carimbo de data e hora em DD-MM-AAAA

source: Formats date or timestamp in HH:mm:ss
pt: Formata data ou carimbo de data/hora em HH:mm:ss
pt_br: Formata data ou carimbo de data e hora em HH:mm:ss

source: Formats date or timestamp in DD-MM-YYYY HH:mm:ss
pt: Formata data ou carimbo de data/hora em DD-MM-AAAA HH:mm:ss
pt_br: Formata a data ou o carimbo de data e hora em DD-MM-AAAA HH:mm:ss

source: Formats a date in the full format
pt: Formata uma data no formato completo
pt_br: Formata uma data no formato completo

source: Formats a date as a Unix timestamp
pt: Formata uma data como um carimbo de data/hora Unix
pt_br: Formata uma data como um carimbo de data e hora do Unix

source: Formats a Unix timestamp as Ns, Nmin, Ndays... ago
pt: Formata um carimbo de data/hora Unix como Ns, Nmin, Ndias... atrás
pt_br: Formata um carimbo de data e hora do Unix como Ns, Nmin, Ndays... ago

source: Downloads and embed the file in the browser
pt: Transfere e incorpora o ficheiro no browser
pt_br: Baixa e incorpora o arquivo no navegador

source: Downloads the linked file
pt: Transfere o ficheiro ligado
pt_br: Baixa o arquivo vinculado

source: Preview file in File Browser
pt: Pré-visualizar ficheiro no browser de ficheiro
pt_br: Visualizar arquivo no Navegador de arquivos

source: Truncate a value after 100 characters
pt: Truncar um valor após 100 caracteres
pt_br: Truncar um valor com mais de 100 caracteres

source: Truncate a value after 250 characters
pt: Truncar um valor após 250 caracteres
pt_br: Truncar um valor com mais de 250 caracteres

source: Truncate a value after 500 characters
pt: Truncar um valor após 500 caracteres
pt_br: Truncar um valor com mais de 500 caracteres

source: Formats a date in the DD-MM-YYYY format
pt: Formata uma data no formato DD-MM-AAAA
pt_br: Formata a data no formato DD-MM-AAAA

source: Formats a date in the HH:mm:ss format
pt: Formata uma data no formato HH:mm:ss
pt_br: Formata uma data no formato HH:mm:ss

source: Formats a date in the DD-MM-YYYY HH:mm:ss format
pt: Formata uma data no formato DD-MM-AAAA HH:mm:ss
pt_br: Formato uma data no formato DD-MM-AAAA HH:mm:ss

source: Shows the relative time
pt: Mostra o tempo relativo
pt_br: Mostra o tempo relativo

source: Here you can define custom CSS classes or Javascript functions that you can use in your template.
pt: Aqui, pode definir as classes CSS ou funções Javascript personalizadas que pode usar no seu modelo.
pt_br: Aqui você pode definir as classes CSS personalizadas ou funções de Javascript que podem ser usadas em seu modelo.

source: Insert layout
pt: Introduzir disposição
pt_br: Inserir layout

source: Cancel
pt: Cancelar
pt_br: Cancelar

source: Load a template
pt: Carregar um modelo
pt_br: Carregar um modelo

source: Load template
pt: Carregar modelo
pt_br: Carregar modelo

source: Start with this!
pt: Começar com este!
pt_br: Iniciar com isso!

source: You can add a layout from here
pt: Pode adicionar uma disposição a partir daqui
pt_br: Você pode adicionar um layout aqui

source: Template updated
pt: Modelo actualizado
pt_br: Modelo atualizado

source: Search page
pt: Página de pesquisa
pt_br: Pesquisar página

source: Collection Manager
pt: Gestor de colecção
pt_br: Gerenciador de coleções

source: Filter collections by name...
pt: Filtrar colecções por nome...
pt_br: Coleções de campos por nome...

source: Import
pt: Importar
pt_br: Importar

source: There are currently no collections defined.
pt: De momento, não existem colecções definidas.
pt_br: No momento não há coleções definidas.

source: Click here to add
pt: Clique aqui para adicionar
pt_br: Clique aqui para adicionar

source: one or more.
pt: uma ou mais.
pt_br: um ou mais.

source: Click to edit
pt: Clique para editar
pt_br: Clique para editar

source: Copy
pt: Copiar
pt_br: Copiar

source: Delete
pt: Eliminar
pt_br: Excluir

source: Import Collections and Cores
pt: Importar colecções e núcleos
pt_br: Importar coleções e núcleos

source: Collections
pt: Colecções
pt_br: Coleções

source: All available collections from the Solr URL in hue.ini have been imported.
pt: Todas as colecções disponíveis do URL Solr em hue.ini foram importadas.
pt_br: Todas as coleções disponíveis a partir da URL do Solr em hue.ini foram importadas.

source: Cores
pt: Núcleos
pt_br: Núcleos

source: All available cores from the Solr URL in hue.ini have been imported.
pt: Todos os núcleos disponíveis do URL Solr em hue.ini foram importados.
pt_br: Todos os núcleos disponíveis a partir da URL do Solr em hue.ini foram importados.

source: Import Selected
pt: Importar seleccionados
pt_br: Importar selecionados

source: Confirm Delete
pt: Confirmar eliminação
pt_br: Confirmar exclusão

source: Are you sure you want to delete this collection?
pt: Tem certeza de que deseja eliminar esta colecção?
pt_br: Tem certeza de que deseja excluir esta coleção?

source: No
pt: Não
pt_br: Não

source: Yes
pt: Sim
pt_br: Sim

source: Imported:
pt: Importada:
pt_br: Importado:

source: Not imported:
pt: Não importada:
pt_br: Não importado:

source: Collection deleted successfully.
pt: Colecção eliminada com êxito.
pt_br: Coleção excluída com êxito.

source: Collection copied successfully.
pt: Colecção copiada com êxito.
pt_br: Coleção copiada com êxito.

source: Collection manager
pt: Gestor de colecção
pt_br: Gerenciador de coleções

source: Search Admin
pt: Admin de pesquisa
pt_br: Administração de pesquisa

source: Search it
pt: Pesquisar
pt_br: Pesquisar isso

source: Template
pt: Modelo
pt_br: Modelo

source: 1. Snippet
pt: 1. Fragmento
pt_br: 1. Trecho

source: 2. Facets
pt: 2. Aspectos
pt_br: 2. Facetas

source: 3. Sorting
pt: 3. Ordenação
pt_br: 3. Classificação

source: 4. Highlighting
pt: 4. Realce
pt_br: 4. Realce

source: Retweeted %s times
pt: Tweet reenviado %s vezes
pt_br: Retweetado %s vezes

source: Reply
pt: Responder
pt_br: Responder

source: Retweet
pt: Reenviar tweet
pt_br: Retweetar

source: It seems there is nothing to search on ...
pt: Aparentemente, não há nada a pesquisar...
pt_br: Parece que não há nada para pesquisar...

source: Customize this collection
pt: Personalizar esta colecção
pt_br: Personalizar esta coleção

source: A demo index is used. In order to be interactive, please
pt: É utilizado um índice de demo. Para que seja interactivo,
pt_br: Um índice de demonstração é utilizado. Para ser interativo,

source: create the indexes
pt: crie os índices
pt_br: crie os índices

source: in Solr.
pt: no Solr.
pt_br: no Solr.

source: Page %s of %s. Showing %s results (%s seconds)
pt: Página %s de %s. A apresentar %s resultados (%s segundos)
pt_br: Página %s de %s. Mostrando %s resultados (%s segundos)

source: Previous Page
pt: Página anterior
pt_br: Página anterior

source: Next Page
pt: Página seguinte
pt_br: Próxima página

source: Your search
pt: A sua pesquisa
pt_br: Sua pesquisa

source: did not match any documents.
pt: não corresponde a nenhum documento.
pt_br: não corresponde a nenhum documento.

source: Suggestions:
pt: Sugestões:
pt_br: Sugestões:

source: Make sure all words are spelled correctly.
pt: Certifique-se de que todas as palavras estão escritas correctamente.
pt_br: Certifique-se de que todas as palavras estão grafadas corretamente.

source: Try different keywords.
pt: Tente utilizar palavras-chave diferentes
pt_br: Experimente palavras-chave diferentes.

source: Try more general keywords.
pt: Tente utilizar palavras-chave mais gerais.
pt_br: Tente palavras-chaves mais gerais.

source: Try fewer keywords.
pt: Tente utilizar menos palavras-chave
pt_br: Experimente menos palavras-chave.

source: Show
pt: Mostrar
pt_br: Exibir

source: more...
pt: mais...
pt_br: mais...

source: The graphical facets works just with numbers or dates. Please choose another field.
pt: Os aspectos gráficos funcionam apenas com números ou datas. Escolha outro campo.
pt_br: As facetas gráficas funciona apenas com números ou datas. Escolha outro campo.

source: There was an error initializing the graphical facet component.
pt: Ocorreu um erro ao iniciar o componente de aspecto gráfico.
pt_br: Houve um erro ao inicializar o componente de faceta gráfica.

source: ie. 100
pt_br: ou seja, 100
